Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Assistant Manager Cheon, Superstar.tmx
Source language: ko_kr
Languages: en

source: 지금까지 살아 있었다면 빌X드 1위도 거뜬히 해냈을 거라고 전해지는 무서운 재능의 소유자.
en: if he were still alive, he would have coasted to #1 on the bellboard chart... on account of his massive talent.

source: 다다다다
en: DA DA DA DA

source: ∙∙∙해인씨도 좀 보셔야 할 것 같은데요.
en: hae-in... I think you need to see this, too.

source: 옆방에 미친 여자가 있는 게 분명해!!
en: there’s something wrong with the woman next door!

source: 술에 떡이 된 상태에서도 지각은 절대 안 하고,
en: ...he’s never late, even when he’s three sheets to the wind.

source: 다들 파이팅 넘치는군.
en: they’re all full of excitement.

source: 하하.
en: heh.

source: 한지혁만 있다면∙∙∙
en: ...jihyeok with me...

source: 어차피 난 못 하는 거 알면서…
en: you know I’m terrible at that stuff.

source: 저런 분이 중심을 잡아 주는 밴드라면
en: perhaps if I were in a band where someone like you kept everyone centered...

source: 와아아
en: wooooo

source: 미친X이라고.
en: she’s a f*cking weirdo.

source: 하하핫!
en: HAHAHA!

source: 기타에 미쳐 있었거든요.
en: ...I was obsessed with the guitar.

source: 팀에는 너 같은 애들도 필요하다니까?
en: we need people like you in the department!

source: 터벅 터벅
en: TRUDGE TRUDGE

source: 여긴 사람들에게 노래를 잘 부르는 것 같은 '기분'을 주기 위해 디자인된 곳이니까
en: they’re designed to make people feel like they’re good singers.

source: 혼쭐나는 것 같네요.
en: and now he’s paying for it.

source: 샥
en: block

source: 오~
en: ooh...

source: 휴우..
en: phew

source: 나도 해 볼 수 있지 않을까.
en: ...I could last.

source: 우물우물
en: CHEW CHEW

source: 송형…!
en: song hyeong!

source: 그∙∙∙
en: well...

source: 너 갈 길 가!!
en: so just go on your way!

source: 하지만 아우라를 가지고 있냐 아니냐는 아주 큰 차이야.
en: but having an aura makes a huge difference.

source: 이호 대표님, 오랜만에 뵙습니다.
en: nice to see you again, director lee.

source: 뭐, 지혁이 같은 놈은 없었지만⎯
en: then again, I didn’t see anyone who measured up to jihyeok.

source: 강 대리님…!
en: mr. kang!

source: 퇴사인 줄 아셨다면 밴드 정도야 아무것도 아니라고 느끼셨을 텐데∙∙∙
en: well, if she already thought you were resigning, guess joining a band would seem pretty minor in comparison...

source: 한 팀에 3분씩만 해도 30시간인데?!
en: even at only three minutes per band, it would take 30 hours!

source: 암튼 먼저 갈 테니까, 알아서 쫓아오세요!!
en: anyway, I have to run. try to keep up!

source: 들어가는 타이밍 놓치지 말고.
en: don’t miss the beat.

source: 저기요!
en: excuse me!

source: 강 대리님께서… 저랑 밴드를요?
en: you want to be... in my band?

source: 간단… 하다고?
en: it’s... simple?

source: 허얼, 소싯적 생각나네.
en: geez, that’s a throwback.

source: 나도 당신도 원하지 않는 일
en: ...least of all us.

source: 꿀꺽 꿀꺽
en: gulp gulp

source: 오, 뭔데요?
en: oh? what two things?

source: 나 회사 그만두는 거 아닌데?
en: I’m not quitting my job.

source: 송형?
en: song hyeong?

source: 근데 이 자식은 나한테 좋은 평가를 한 적이 단 한 번도 없네.
en: I swear, you’ve never said a single positive thing about me.

source: 회사 다닐∙∙∙ 낙?
en: something to look forward to... at work?

source: 채애애앵-
en: CLAAAANG

source: 너는 세션이 아니라 다른 가수들이랑 비교해야지.
en: instead, you should compare yourself to other singers.

source: 아~ 참, 선배.
en: jeez... mr. go.

source: 그보다, 오늘 아침 인사 팀에서 재밌는 얘길 하던데 말이죠.
en: more importantly, I heard something interesting from hr this morning.

source: 네. 분기에 한 번씩 업체에 파기 문서를 보내는데,
en: yep. once every quarter, we send the documents that need to be destroyed to a shredding company,

source: 빤히-
en: stare

source: 뭐야, 오디션 영상?
en: what, an audition video?

source: 직장 동료들과 함께하는 취미 생활이라든가∙∙∙
en: like an after-work activity we can do with our colleagues or something...

source: 장-
en: twang

source: 저야말로 같이 가게 돼서 영광인걸요.
en: and it’s an honor to be able to go with you.

source: 벌써 이 정도까지 올 줄이야.
en: ...I didn’t expect him to progress so much so quickly.

source: 그럴 거면 간섭하지도 마!!
en: THEN STOP INTERFERING!

source: 요즘 한창 광고하고 있는 <드림 어게인>
en: you know that dream again show that we keep seeing ads for?

source: 내 건 내가 전부 심사했는데.
en: I evaluated all the ones assigned to me.

source: 그렇다면 제게도 합격 문자가 왔을 텐데∙∙∙!!
en: then I would’ve gotten the same text message too!

source: 지를 때의 발성이나 분위기가 한지혁과 놀랄 만큼 닮았다.
en: but the way he projects his voice, and his overall vibe... he’s scarily similar to jihyeok han.

source: 아하하..
en: ahaha...

source: 아…
en: oh...

source: 와-
en: wow!

source: 어쩌다 이렇게,
en: what made you...

source: 오전엔 꾸벅꾸벅 졸다가도 점심시간이 되면 벌떡 일어나서,
en: and he might doze off at his desk in the morning, but he always manages to wake himself up by lunchtime...

source: 지금 이건 무슨 소리야?
en: what are they talking about?

source: 허허
en: HAHA

source: 중얼..
en: MUMBLE

source: 이히히힉
en: EEEHEEHEEE

source: 섬광용
en: Gwangyong Seom

source: 걱정 마세요.
en: don’t worry.

source: 스스로에게 다시 물어봐.
en: ask yourself again.

source: 잘리고 싶어???
en: are you trying to get fired?

source: 다행입니다.
en: I’m glad we managed to extricate ourselves from the situation.

source: 그러면서도 속을 시원하게 뚫어 주는 성량까지…!!
en: and the sheer volume at which he’s projecting his voice!

source: 정거장으로 향하는 발걸음은
en: ...and walk with heavy footsteps...

source: 그래, 이 자식아!
en: yes, you bastard!

source: 꿈이요…?
en: a... dream?

source: 시간이 얼마나 지났든 상관 없어.
en: I don’t care how long it’s been.

source: 와… 저게 진짜 일반인이라고?
en: Wow... are you sure he’s not a professional?

source: 파앗
en: glow

source: 악~!!
en: argh!

source: 재밌어 보이잖아.
en: it looked fun.

source: 숨이 꼴까닥 넘어갈 때쯤에야 이야기하지!!
en: you can talk when you’re about to take your last breath!

source: 머엉-
en: spaced out

source: 1차
en: 1ST

source: 그래요?
en: is that so?

source: 밴드,
en: ...like to be...

source: 여긴 어디!
en: where am I?

source: 없습니다!!
en: right now!

source: 우리 유나 찍을 시간도 없는데…
en: I barely have time to film yuna, my bias, as it is...

source: 무슨 일일까요. 합주 날인데 공원으로 부르고.
en: asking us to come to the part on a rehearsal day... what do you think this is about?

source: 한지혁의 소울메이트.
en: ...and jihyeok han’s soulmate.

source: 꿈은 잊지 마.
en: ...don’t ever forget your dream.

source: 그래서 오늘 우리 심사위원님에게 잘 보이려 나온 건데.
en: that’s why I’m here. to get in your good books.

source: 무슨 소리야?
en: what do you mean?

source: 휴우…
en: phew...

source: 이쪽 업계에선 생각보다 많아.
en: it’s more common in this industry than you’d think,

source: 포기하고 싶지 않았던 걸 잃어버려서,
en: ...simply don’t know how to cope...

source: 영업 3팀
en: Sales Team 3

source: 오랜만의 밴드라 뭐든 할 수 있을 것 같은 기분이 듭니다.
en: it’s been quite a while since I’ve been in a band. right now, I feel like I could do anything.

source: 팟!
en: flash

source: 그냥…
en: it just...

source: 그러게 말입니다.
en: I know, right?

source: 각자의 세션에서 천 대리님의 발목을 잡지 않는 것.
en: make sure we don’t hold mr. cheon back with our playing.

source: 저, 저희는 아닙니다, 부사장님!!
en: w-we’re not lying, sir!

source: 그럴 리가!!
en: that can’t be real!

source: 팀장님은 너한테 어떻게 이러냐?
en: I can’t believe the department head did this to you!

source: 걱정 마.
en: don’t worry.

source: 역시 발라드는 무리수였나…?
en: maybe singing a ballad was a bad move after all...

source: 개봉로
en: Gaebong Rd

source: 형이랑 친한 게 무슨 죄라고~~!
en: being friends with you sucks!

source: 저도 드리고 싶은 제안이 있습니다.
en: I have a proposal for you as well.

source: 호
en: ...yeon...

source: 16화
en: Episode 16

source: 영업 3팀 대리 천호연
en: Sales Team 3 Associate Manager Hoyeon Cheon

source: 하아
en: sigh

source: 한번 더 고백해 줄 거야!
en: ...I’m going to confess one more time!

source: 혹시…?
en: ...can’t be...

source: 아~무리 내가 좋은 곳 가기 위해서라지만!
en: to be fair, I am only doing this so I can go to a better place...

source: 밴드를 하고 앨범을 내고…
en: I thought we’d form a band, make music, release albums...

source: 요즘 세상엔 제아무리 실력이 좋아도,
en: in a world like ours, no matter how talented you are,

source: ∙∙∙칭찬으로 듣지.
en: I’ll take that as a compliment.

source: 아하하하하!
en: ahahaha!

source: 지금 절 멈출 수 있는 건!
en: nothing on earth can make me stop

source: 그래 봤자 일개 패널인데 형이 잘 보일 게 뭐 있어.
en: there’s no need. I’m just one member of the panel.

source: 먼저 가볍게 기본 코드부터 맞춰 볼까요?
en: right, shall we start with some basic chords?

source: 작사 한지혁
en: Lyrics: Jihyeok Han

source: 와, 목소리 대박!!
en: wow, his voice is next level!

source: 오해는 하지 마.
en: don’t get me wrong.

source: 근데 송형, 혹시 아우라에 제가 모르는 부작용이라도 있어요?
en: Song hyeong, does an aura have any negative side effects or anything?

source: 와아아아
en: woohoo

source: 하핫…
en: haha...

source: 거기 에이전시 대표가 1파트장하고 이진성 대리랑 동문이라네.
en: their agency representative went to the same school as the team 1 lead and jinseong lee, the associate manager.

source: 그 꿈, 저와 다시 한 번 꾸시죠.
en: how about you chase that dream again, with me?

source: 주임님의 상황을 최대한 배려해 드리려고 하고 있죠.
en: ...and I’m trying to be as considerate of your situation as possible.

source: 특히 대중이 만들어 놓은 이미지에 부응해야 하는 연예인들.
en: especially for celebrities who have to cater to public perception.

source: 계획을 미리 세워 올 수 있었던 거지만.
en: ...an opportunity to come up with a plan beforehand.

source: 나이 차가 엄청나게 많이 나는 것도 아니니까,
en: You’re not that much older than me, so...

source: 대한민국 엔터테인먼트 1위 기업
en: premier entertainment company of south korea

source: 각출하면 얼마나 되겠냐? 이 오디션에 그만큼 진심이 아니라는 거지.
en: and if the members split the cost, it’s not much at all. bands who filmed their audition tape on a phone weren’t taking the audition seriously.

source: 용케 지금껏 살아남았네.
en: wow... I’m surprised they’re still around.

source: 인마,
en: dude.

source: 흐음-
en: hmm...

source: …우와.
en: wow.

source: 과장님을 보고 같이 들어가시면 돼요.
en: you can look at mr. go for your cue, then begin playing.

source: 심사를 보려면 방송에 나오라잖아.
en: they said I have to go on tv if I want to be a judge, that’s all.

source: 이상하다…
en: strange...

source: 지금부터 내가 부르는 노래를 따라 부르면 된다.
en: all you have to do is sing along with me.

source: 그래도 죄송해서…
en: I just feel bad...

source: 언제나 자신이 아닌,
en: you always put me...

source: 워크숍에서 발라드를 부르는 게
en: it might not be the wisest choice...

source: 무슨 일이래?
en: what’s going on?

source: 저기서 한번 불러 보지 않으시겠습니까?
en: ...how about you give the stage a try?

source: 참 바보 같은 사람
en: you’re such a fool.

source: 아무리 그래도 인마~
en: still! make some effort!

source: 눈길을 끌지 못하면 소용이 없다고.
en: you won’t get far if you’re not attractive.

source: 난 무엇이든 할 수 있었다.
en: I could do anything.

source: 그 사람이 먼저 가 버리기 전까지는 말이야…
en: that is, before she went away...

source: 참나
en: pfft

source: 와아아아아-
en: wooooo

source: 그럼 선해인 주임이랑 같이 좀 다녀와.
en: take hae-in with you, then.

source: 그리고 진짜 좋았다면∙∙∙
en: besides, if it really was that good...

source: 그게 아닌 것을…
en: ...what I truly want...

source: 저 잠시만 실례하겠습니다.
en: ...I’ll be right back.

source: 아 네, 네…
en: oh, yes... yes...

source: 오늘은 아침부터 좀 힘드셨을 것 같기도 하고∙∙∙
en: and it seems like you’ve been having a pretty tough morning...

source: …다른 멤버가 더 필요해.
en: we need more members.

source: 비좁..
en: squished

source: 부리부리한 눈매와 날카롭게 각진 턱선.
en: large, bright eyes and a sharp, angular jaw.

source: 아… 그렇죠?
en: oh... right, of course not.

source: 윽∙∙∙ 빌빌이라니.
en: ouch... a weakling?

source: 그러려면 천 대리님과 나, 둘만으로는 안 돼.
en: ...it won’t work with just me and mr. cheon.

source: 뭔 소리야.
en: what are you talking about.

source: 증명여권
en: ID PASSPORT

source: 모르는 소리!
en: of course!

source: 이제 그냥 적당히 살자.'
en: “I’ll just put in minimal effort from now on.”

source: 그 있잖아요, 요즘 뜨는 미장센의 유나!
en: you know yuna from mise en scène, right? she’s super popular right now.

source: 작곡가 말이야!
en: who wrote it?!

source: 우와아..!!
en: wow!

source: 빙고.
en: bingo.

source: 밴드는 처음이지만, 저도요.
en: this is my first band, but me too.

source: SunRequest 썬탠.
en: SunRequest Tanning

source: 전원 같은 회사 소속이어야 합니다.
en: all band members must work at the same company.

source: 주춤
en: HESITANT

source: 어이, 지길동이~ 너 또 팀 변경 신청했더라?
en: hey gildong! you put in for a transfer again?

source: 달칵
en: CLACK

source: 안녕, 나의 꿈
en: Hello, My Dream

source: 밴드 <천연 에이드>
en: the band cheonyeon-ade.

source: 쭈뼛..
en: AWKWARD

source: 오호, 이 자식… 세게 나오는데?
en: wow... a daring opening.

source: 밴드에 무슨 일이∙∙∙?!
en: what’s happened to the band?!

source: 그러면 언제쯤 올리실 건가요?
en: so when will it be uploaded?

source: 우엥 엄마~
en: waaaah... mommy!

source: 꾸준히, 열심히 하다 보면 언젠가 좋은 날이 오겠지.
en: if you keep working hard and applying yourself, you’ll be rewarded for it someday.

source: 일할 때도 그렇게 열심히 해 주면 좋겠는데 말입니다.
en: ...show the same dedication to his day job.

source: 그래서 말인데, 사람들 있는 곳에선 말을 안 걸어 주셨으면…
en: so... if I could ask you not to talk to me when other people are around--

source: 두두두두타
en: du du du du daa

source: 아우라.
en: for the aura.

source: 메일로 바로 보내드릴게요.
en: I’ll email it to you now.

source: 화요일밤
en: Tuesday Nights

source: 받는사람 코리아 캐피털 전 사원
en: To: All Korea Capital Employees

source: 하지만∙∙∙
en: however...

source: 영업부의 자존심!
en: to the pride of the sales department!

source: 저기∙∙∙
en: excuse me...

source: 평범하고 지루한 일상에 잠식된 주인공이
en: it was about how the protagonist, who had been mired in a dull, ordinary life...

source: 그래요, 뭐.
en: yes, well.

source: 제가 빨간 뚜껑으로 가져오겠습니다!!
en: I’ll bring something stronger! the red-capped kind!

source: 한지혁의 소울메이트
en: Jihyeok Han’s Soulmate

source: 천 대리 오늘 고생 좀 하겠네.
en: you’re in for a tough time.

source: 아니, 또예요?
en: seriously? again?

source: 아스테르 엔
en: Aster En

source: 데헷!
en: heh!

source: 살아 있는 접대의 아이콘!
en: a living god of entertainment!

source: 밴드명도 안 정하고 참가 신청을 하려고 하셨다니∙∙∙
en: you were really going to sign us up without even coming up with a name for our band?

source: …할게요.
en: ...I’ll do it.

source: 손님?
en: guests?

source: ∙∙∙여보.
en: hey, honey.

source: 마찬가지야.
en: same here.

source: 삐-익
en: screeeeech

source: 천 대리.
en: ...hoyeon?

source: 마음을 적시는 목소리.
en: ...and touches your heart.

source: 무슨 방법이요?
en: best way for what?

source: 꽥!
en: SCREECH

source: 뭐, 학교가 시원찮으면 이런 거라도 잘해야지.
en: well, he did go to a crappy school. he has to make up for that by being good at things like this.

source: 천 대리님, 내일 아침에 잠깐 자리로 찾아뵐게요.
en: mr. cheon, I’m going to stop by your desk tomorrow morning.

source: 나는 잊어도
en: even if you forget me...

source: 그 원샷이란 사람…
en: I wish that oneshot person would...

source: 엇, 으응∙∙∙!
en: uh, sure!

source: 아니, 모를 수도 있지.
en: how do you expect me to know this?

source: 응?
en: hmm?

source: 직장인 밴드 오디션 <드림 어게인>이요!!
en: dream again, the bad competition show for working professionals!

source: 네 말대로라면 전 세계의 아우라 보유자들이 죄다 광기에 물들었게?
en: if it did, everyone in the world with an aura would have an outrageous personality.

source: 스스로에게 다시 물어봐,
en: ask yourself again.

source: 오, 스프링⎯
en: oh, spring...

source: 팟
en: FLASH

source: 탁탁
en: tap tap

source: 물론 나에게도 있다.
en: I have some too, of course.

source: 저, 파트장님.
en: um, mr. ji.

source: 다들 준비되셨죠?
en: everyone all set?

source: 타닥-
en: RUSH

source: 노래냐?
en: are you singing?

source: 위 학생은 과학
en: The above-named student

source: 예선 결과 발표 안내입니다.
en: First Round Audition Results

source: 번거롭게 해서 죄송합니다!!
en: sorry for the inconvenience!

source: 기대한 내가 바보지.
en: I don’t know what I expected.

source: 재활에 시간이 좀 필요하겠지만…
en: I’ll need some time to get back into fighting shape,

source: 베트남
en: Vietnamese

source: 어라?
en: wait a minute.

source: 나는 제일 약하니까 명령을 거부할 수도 없다네!!
en: as the weakest, I can’t disobey their commands!

source: 안녕하세요, 과장님.
en: hello, mr. go.

source: 너…
en: you...

source: …어
en: uh...

source: 가만 좀 있어 봐요…
en: pipe down...

source: 그렇다고 '유령님~' 할 수도 없고.
en: I can’t exactly call you “mr. ghost”...

source: 찌릿
en: glare

source: 저… 그러니까…
en: I... the thing is...

source: 이 자식…
en: wow...

source: 마법의 계절
en: A Season of Magic

source: 작사 시크릿
en: Lyrics: Secret

source: 그렇게 안 생겨서 은근히 엿 먹이는 생각 잘하는구나?
en: you don’t look it, but you’re actually a master at embarrassing people.

source: 웨딩 전문 스튜디오 '해피밸리'의 촬영 기사.
en: photographer at happy valley wedding photo studio

source: 대리님이 접대의 화신이라는 얘기는 들었지만,
en: I had heard you were incredibly adept at entertaining clients,

source: 연주,
en: ...playing an instrument...

source: 얼마 만의 무대인지.
en: ...my first time on stage in very a long while.

source: 야아, 천 대리∙∙∙
en: ugh, hoyeon...

source: 숨이 차오를 만큼 부담스럽던 부모님의 닦달이,
en: I realized that my parents only pushed me as hard as they did...

source: 치워라.
en: put it away.

source: 따로…?
en: another one?

source: 1차 예(선) (C)OMING SOO(N)
en: 1st Round of Audi(tions) (C)OMING SOO(N)

source: 번뜩
en: glance

source: 선해인 주임님을…?
en: recruit ms. seon?

source: 직장인 밴드 선발 대회
en: BAND COMPETITION FOR WORKING PROFESSIONALS

source: 8월에 눈이 내리지는 않지만-
en: it doesn’t snow in august, but...

source: 어어, 고맙다.
en: sure, thanks.

source: 쿵
en: SHOCKED

source: 찌릿 찌릿
en: SHIVER SHIVER

source: 피곤하시면 돌아가는 길엔 제가 운전할까요?
en: if you’re tired, I could drive us back.

source: 우리의 꿈을 이뤄, 고하람.
en: ...make our dreams come true, haram.

source: 동경 시장 동경 시장 썬탠
en: TOKYO MARKET TOKYO MARKET TANNING

source: ∙∙∙그게 중요한 게 아니고
en: anyway, that’s not important.

source: 누군가에게 날 베이시스트라고 소개한 건 처음이야
en: that’s the first time I’ve ever introduced myself as a bassist.

source: 야, 누가 일을 대충 해?
en: hey, I wasn’t careless!

source: 어머∙∙∙
en: oh my...

source: 흐음...
en: hmm...

source: 제가 불렀으니까 제 노래지∙∙∙
en: it’s my song, since I sang it and all...

source: 너처럼 빌빌대는 녀석은 없었지.
en: no, none of them are weaklings like you.

source: 너무 재밌어!!
en: ...is so much fun!

source: 씨익-
en: GRIN

source: 결제서류
en: For Review and Signature

source: 나 역시 그렇게 아파했겠죠
en: ...I would be hurting, just as you are.

source: 다시 한번 찍어보고 싶은 사람이었으니.
en: I’d been wanting to film him again anyway.

source: 회사 얘기는 아니고…
en: not work-related.

source: <천연 에이드>∙∙∙
en: cheonyeon-ade...

source: 느낌 좋았는데!
en: we were totally in the zone!

source: 비틀-
en: WOBBLE

source: 이진성 대리!!
en: associate manager jinseong lee!

source: ∙∙∙지금 이 순간까지는.
en: ...until now.

source: 지 대리님…
en: well, mr. ji...

source: 자네들도 드림 어게인에 나간다고?
en: you are auditioning for dream again as well?

source: 나 사실∙∙∙ 하고 싶은 게 생겼거든.
en: there’s actually... something I want to do.

source: 됐다∙∙∙!!
en: this is it!

source: 좋다면 다행이지만…
en: I’m glad to hear that, but...

source: 뭘 모르는구먼.
en: you clearly don’t know anything.

source: 수도관 부실이 왜 일어났는지 알 만 하군.
en: I can see why there was a problem with the water main.

source: 역시 선 주임이야.
en: I’d expect nothing less from you, hae-in.

source: 쿡 쿡
en: stab stab

source: 당신을 위해 살아요
en: live for yourself.

source: 둥둥
en: dun dun

source: 머릿속에서 번쩍하고 번개가 치네!
en: lightning flashes through my head!

source: 베이스 실력이 상당하시던데요.
en: she’s a formidable bassist.

source: 그냥 썩히기 아까운 실력이던데∙∙∙
en: he should really do something with that talent of his...

source: 더 이상 망설이지…
en: ...stop hesitati--

source: 하… 진짜 피곤하다…
en: ugh... I’m exhausted...

source: 과장님을.
en: I saw you.

source: 다들 멋지게 하고 오셨는데요, 뭘.
en: you’re all dressed up, too.

source: 무슨 말씀이신지 알겠어요.
en: I understand what you’re saying.

source: 그저 어쩔 줄 모르는 것 뿐이잖아요.
en: ...with having lost something you never wanted to give up.

source: 고등학교를 입학할 즈음 진실을 마주하게 되었다.
en: but I was confronted with the truth when I started high school.

source: 그래도 어떻게든 이해하고 받아들이려고 노력해 왔지만…
en: in spite of all that, I’ve tried to understand and accept my situation...

source: 주말, 1박 2일, 지방, 등산, 장기 자랑…
en: a weekend trip to the countryside, with hiking and a talent show...

source: 이것 참…
en: how odd...

source: 흐음…
en: hmm...

source: 보컬 잘생겼다!
en: the singer is hot!

source: 가끔은 이런 것도 즐겨 보는 거지.
en: nothing wrong with enjoying the finer things in life from time to time.

source: 이 무대를⎯!!
en: this stage!

source: 또각
en: click

source: 죄, 죄송합니다!!
en: s-sorry, sir!

source: 잘할 수 있을까∙∙∙?!
en: ...do all of this justice?!

source: 뭐 다른 의미가 있는 건 아니고요, 그냥∙∙∙
en: it doesn’t mean anything in particular, just...

source: 전 아직 대리님에 대해서 잘 모르지만,
en: I don’t know you that well, but...

source: 팍팍
en: THWACK THWACK

source: 흐음
en: hmm...

source: 야, 천호연!
en: hey, hoyeon!

source: 채권추심팀
en: Collections Department

source: 분명 그렇게 말했었는데…
en: that’s what I said earlier.

source: 오, 천 대리.
en: oh, there’s hoyeon.

source: 금리가 좋고 마진이 좋지 않나.
en: with high interest rates and profit margins.

source: 캬아~
en: nice!

source: 아니면 내가 만만한 건가?
en: or maybe you think I’m the joke?

source: 짝!
en: clap

source: 당사자에겐 부담일 텐데.
en: it must be frustrating.

source: 한지혁 밴드의 <운명>입니다!
en: ...fate by the jihyeok han band!

source: ∙∙∙죄송해요, 호연 씨.
en: I’m sorry, hoyeon.

source: 수군 수군 수군
en: WHISPER WHISPER

source: 아~앙
en: looks yummy!

source: 500명이요?!
en: 500 people?!

source: 춤,
en: dancing...

source: 어…
en: uh...

source: …좋아.
en: fine.

source: 과연… 사이코는 사이코가 알아본다…
en: makes sense... weirdos recognize other weirdos...

source: 직캠 역주행의 아이콘이라도!
en: ...or how iconic the way she rose to fame from a fancam was!

source: 후우…
en: haa...

source: 나도∙∙∙!
en: me too!

source: 진 꿈을
en: UR FORGOTT

source: 저벅
en: STEP

source: 어떤… 부탁이요?
en: what kind... of favor?

source: 그걸로 펜싱이라도 할 셈이야?!
en: what are you, trying to fence with it?!

source: 실질적으로 이번 계약, 천 대리가 다 만들었다는 거!
en: you know that better than anyone else!

source: 네, 맞아요.
en: yep, that’s him.

source: 올해로 10년째 다양한 콘서트와 행사를 유치해 오고 있다.
en: it has been hosting various concerts and other events for the past ten years.

source: 젊은 친구가 실력이 대단하구먼.
en: you’re very talented, young man.

source: 아주 잘 나가~~
en: good stuff, good stuff!

source: 길!
en: dong!

source: 이 맛에 일찍 오는 거죠.
en: that’s why I come in early.

source: 에, 에이~ 아이돌 좋아하는 거랑 내가 널 사랑하는 거랑 같나~
en: n-no, my love for you is on a whole other level!

source: 선배 입;;
en: don’t!

source: 아침엔 아침밥!
en: eat breakfast in the morning!

source: 이게 뭐야?
en: what’s that?

source: 그럼… 시작하겠습니다.
en: well... I’ll get started, then.

source: 콱콱콱
en: POKE POKE POKE

source: 얀마!
en: hey!

source: 생각해 둔 결말이 있는 것처럼.
en: it’s like you’ve already decided how all this ends.

source: 그럴 거면!
en: then!

source: 못마땅…
en: MIFFED

source: 아침과 똑같은 서늘한 바람에
en: the morning’s cool wind is still blowing.

source: 원준이나 저나 내일 또 출근해야 하니까.
en: both wonjun and I have work tomorrow.

source: 결국 제 잘못이네.
en: so he did screw up.

source: 코리아 캐피털 사내 장기 자랑의 단골손님!
en: ...a korea capital company talent show regular!

source: 놀랐잖아요!
en: you scared me!

source: 다들 멤버라고 하시니 함께 계실 때 말쓰드리는 게 낫겠네요.
en: since all of you are members of this band, I guess I should offer an explanation while you’re all here.

source: 크크큭…
en: hehe...

source: 아, 나도…
en: ...to not give up...

source: 어, 어…?
en: uh, um...

source: 탕-
en: THUD

source: 알았으니까 이것 좀 놔요!;;
en: okay, okay! let go of me.

source: 못 믿겠습니다.
en: ...coming from you.

source: 아, 저라고요∙∙∙ 작사, 작곡
en: as I said, it’s my song... lyrics and music by...

source: 뭐 하냐, 안 불러?
en: why aren’t you singing?

source: 천
en: ...ho...

source: 그리고-
en: and...

source: 그 녀석, 무대 보면서도 술을 마시더니
en: he was drinking even as he watched you on stage...

source: 아무리 생각해 봐도,
en: It’s true any way you look at it.

source: …허무했다.
en: it all felt so futile.

source: 말을 해도 진짜!!!
en: I told you I was bored!

source: 저는 또 대리님이 저 무대에서 노래하신다는 줄 알고…
en: I thought you were saying you were planning to sing on that stage...

source: 나 심심하단 말이야!!
en: I’m so bored!

source: 무, 물론입니다, 부사장님!
en: o-of course, mr. vice president!

source: 송도에 실사 나갔던 업체에서 빌렸어요.
en: I borrowed it from that company we visited in songdo.

source: <흔들리는 밤>
en: A Roiling Night

source: 언제 이렇게 모였어!
en: what are you all standing around for?

source: 그것도 제법 괜찮은.
en: a pretty good one, too.

source: 파일(F) 편집(E) 서식(O) 보
en: File Edit Format Vi

source: 천 대리 실적 좋았던 건 다들 아니까.
en: they all know about your stellar numbers.

source: 음? 왜 그러세요?
en: hmm? what is it?

source: 또 술만 퍼마실 형을 위해 준비한 건강 밥상이지!!
en: it’s a healthy, nutritious meal I prepared for you in anticipation of you getting sloshed again!

source: 아… 아닙니다.
en: oh, i-it’s nothing.

source: 천호연, 넌 이제 뭐라고 할 거냐?
en: now, hoyeon... what will you say next?

source: 네게 부족한 게 바로 그런 경험이기도 하고.
en: and that’s precisely the type of experience that you lack.

source: 정락이 형은 내가 그걸 보길 바란다고 생각하는 건가?
en: does jeongrak seriously think I want to watch that?

source: 잘.생.겼.다.천.대.리!!
en: you’re so handsome, mr. cheon!

source: 끼익-
en: creak

source: 안녕하세요, 천 대리님
en: good morning, mr. cheon!

source: 엄청났어요.
en: amazing.

source: 네가 나보다 월급이 많지 않냐-
en: don’t you earn more than me?

source: 현 <드림 어게인> 심사위원
en: judge on dream again

source: 거, 참. 그냥 그런 애들이면 내가 형한테 가져왔겠어?
en: oh, come on. do you think I’d bother showing you footage of a mediocre band?

source: 그 폭탄주!!
en: that bomb!

source: 한지혁 씨이이이?
en: jihyeok?

source: 지금 우리 집에 있는 한지혁은…
en: the jihyeok han who’s currently in my house is...

source: 어쩌면…
en: this could be...
